const mfdQuestionSheet1 = [
  {
    id: 0,
    questions: ["부모냐 자식이냐?", "자식이냐 부모냐"],
    answers: [
      {
        text: "난 자식이양",
        type: "C",
      },
      {
        text: "난 부모야",
        type: "P",
      },
    ],
  },
  {
    id: 1,
    questions: [
      "일이나 집안일이 없는 휴일에 나는",
      "일이나 집안일이 없는 휴일에 부모는",
    ],
    answers: [
      {
        text: "집에서 가족과 또는 혼자만의 시간을 즐긴다",
        type: "I",
      },
      {
        text: "주변 동네 친구들과 약속을 잡는다",
        type: "E",
      },
    ],
  },
  {
    id: 2,
    questions: [
      "여러 가지 일이 밀려 있을 때 나는",
      "여러 가지 일이 밀려 있을 때 나는",
    ],
    answers: [
      {
        text: "여러가지 일을 동시에 빠르게 처리한다.",
        type: "E",
      },
      {
        text: "한가지 일에만 집중해서 차근차근 해결한다.",
        type: "I",
      },
    ],
  },
  {
    id: 3,
    questions: [
      "아들(딸)이 고민을 이야기 하면 나는",
      "아들(딸)이 고민을 이야기 하면 나는",
    ],
    answers: [
      {
        text: "잘 들어주려고 하는 편이다",
        type: "I",
      },
      {
        text: " 이것 저것 조언을 많이 해주는 편이다",
        type: "E",
      },
    ],
  },
  {
    id: 4,
    questions: [
      "길가다가 발견한 꽃을 보고 내가 할 말은?",
      "길가다가 발견한 꽃을 보고 내가 할 말은?",
    ],
    answers: [
      {
        text: "저 꽃은 되게 작고 연한 핑크색으로 예쁘네",
        type: "S",
      },
      {
        text: "저 꽃을 보니까 예전에 우리 딸(아들) 사준 꽃다발이 생각나네",
        type: "N",
      },
    ],
  },
  {
    id: 5,
    questions: [
      "자식들이 나에게 주었으면 하는 선물은?",
      "자식들이 나에게 주었으면 하는 선물은?",
    ],
    answers: [
      {
        text: "실용성 없지만 예쁘고 기억에 남을 선물",
        type: "N",
      },
      {
        text: "요즘 가장 필요한 물건",
        type: "S",
      },
    ],
  },
  {
    id: 6,
    questions: [
      "아들(딸)이랑 같이 보고 싶은 책은?",
      "아들(딸)이랑 같이 보고 싶은 책은?",
    ],
    answers: [
      {
        text: "공상과학이나 재밌는 스토리의 소설책",
        type: "N",
      },
      {
        text: "자기 계발을 할 수 있는 실용서적",
        type: "S",
      },
    ],
  },
  {
    id: 7,
    questions: [
      "우리 딸(아들)과 사소한 일로 다투었을 때",
      "우리 딸(아들)과 사소한 일로 다투었을 때",
    ],
    answers: [
      {
        text: "감정적으로 화를 내며 폭풍 잔소리를 한다.",
        type: "F",
      },
      {
        text: "어떤 점을 고쳤으면 하는지 조목조목 따진다.",
        type: "T",
      },
    ],
  },
  {
    id: 8,
    questions: [
      "집에 온 우리 아들(딸)이 풀이 축 죽어 있다 이때 나는",
      "집에 온 우리 아들(딸)이 풀이 축 죽어 있다 이때 나는",
    ],
    answers: [
      {
        text: "딸(아들) 왜 이렇게 힘이 없어 뭐 때문에 그래?",
        type: "T",
      },
      {
        text: "축 처진 모습을 보고 눈물부터 난다.",
        type: "F",
      },
    ],
  },
  {
    id: 9,
    questions: [
      "우리 딸(아들)이 사온 선물이 마음에 들지 않는다 나는",
      "우리 딸(아들)이 사온 선물이 마음에 들지 않는다 나는",
    ],
    answers: [
      {
        text: "뭘 이런걸 사오냐 다음부터 물어보고 사라",
        type: "T",
      },
      {
        text: "(마음에 들지 않아도 티내지 않는다) '잘쓸게 고마워'",
        type: "F",
      },
    ],
  },
  {
    id: 10,
    questions: [
      "우리 자식(들)이랑 가족여행을 가게 되었다. ",
      "우리 자식(들)이랑 가족여행을 가게 되었다. ",
    ],
    answers: [
      {
        text: "계획 없이 즉흥적으로 돌아다녀 보자!.",
        type: "P",
      },
      {
        text: "주요 관광지랑 맛집은 다 섭렵해야지!",
        type: "J",
      },
    ],
  },
  {
    id: 11,
    questions: [
      "간만에 우리 딸(아들)과의 데이트! 옷은?",
      "간만에 우리 딸(아들)과의 데이트! 옷은?",
    ],
    answers: [
      {
        text: "전날에 이미 다 골라놨다.",
        type: "J",
      },
      {
        text: "나가기전에 끌리는 옷으로 입는다.",
        type: "P",
      },
    ],
  },
  {
    id: 12,
    questions: [
      "딸(아들)이 '엄마(아빠) 00 어딨어?'라고 하면",
      "딸(아들)이 '엄마(아빠) 00 어딨어?'라고 하면",
    ],
    answers: [
      {
        text: "그걸 어디에 뒀더라..' 한참 고민한다.",
        type: "P",
      },
      {
        text: "어디있는지 위치를 딱딱 알려준다.",
        type: "J",
      },
    ],
  },
];

export default mfdQuestionSheet1;
